Repository: Samueru-sama/CPU-X
Catalog: po/*.po
Languages: ga

source: Calling bandwidth
ga: Ag glaoch bandaleithead

source: (unavailable)
ga: (gan fáil)

source: Updating benchmark status
ga: Stádas tagarmhairc á nuashonrú

source: Active
ga: Gníomhach

source: (%u hours left)
ga: (%u uair fágtha)

source: (%u minutes left)
ga: (%u nóiméad fágtha)

source: (%u seconds left)
ga: (%u soicind fágtha)

source: Inactive
ga: Neamhghníomhach

source: in %u hours
ga: i %u uair an chloig

source: in %u minutes
ga: i %u nóiméad

source: in %u seconds
ga: i %u soicind

source: Starting benchmark with %u threads
ga: Ag tosú tagarmhairc le snáitheanna %u

source: an error occurred while starting benchmark
ga: tharla earráid agus tagarmharc á thosú

source: Calculating CPU usage
ga: Úsáid LAP á ríomh

source: %s (subject) / %s (issuer)
ga: %s (ábhar) / %s (eisitheoir)

source: Identifying running system
ga: Córas reatha a aithint

source: failed to identify running system
ga: theip ar an gcóras reatha a aithint

source: Calculating CPU multipliers in fallback mode
ga: Iolraitheoirí LAP á ríomh i mód aisfhillte

source: Retrieving motherboard information in fallback mode
ga: Faisnéis motherboard a aisghabháil i mód cúltaca

source: failed to retrieve motherboard information (fallback mode)
ga: theip ar aisghabháil faisnéise motherboard (mód cúltaca)

source: Retrieving CPU temperature in fallback mode
ga: Ag fáil teocht an LAP i mód cúltaisce

source: failed to retrieve CPU temperature (fallback mode)
ga: theip ar aisghabháil teocht an LAP (modh cúltaca)

source: Retrieving CPU voltage in fallback mode
ga: Voltas LAP a aisghabháil i mód aisfhillte

source: failed to retrieve CPU voltage (fallback mode)
ga: theip ar an voltas LAP a aisghabháil (modh cúltaca)

source: Retrieving CPU frequency in fallback mode
ga: Minicíocht LAP á aisghabháil i mód cúltaise

source: failed to retrieve CPU frequency (fallback mode)
ga: theip ar mhinicíocht LAP a aisghabháil (modh cúltaca)

source: Unknown
ga: Anaithnid

source: Calling dmidecode
ga: Dmidecode ag glaoch

source: %s (configured)
ga: %s (cumraithe)

source: %s (max)
ga: %s (uas)

source: %s (min)
ga: %s (nóiméad)

source: Your CPU is not present in the database ==> %s, model: %i, ext. model: %i, ext. family: %i
ga: Níl do LAP sa bhunachar sonraí ==> %s, múnla: %i, fo-líne. múnla: %i, fo-líne. teaghlach: %i

source: Your CPU is not present in the database ==> %s, part number: 0x%x, codename: %s
ga: Níl do LAP sa bhunachar sonraí ==> %s, páirtuimhir: 0x%x, códainm: %s

source: Finding CPU technology
ga: Lorg teicneolaíocht LAP

source: unknown
ga: anaithnid

source: Calling libcpuid for retrieving static data
ga: Ag glaoch ar libcpuid chun sonraí statacha a aisghabháil

source: failed to call libcpuid (%s)
ga: theip glaoch ar libcpuid (%s)

source: Calling libcpuid for retrieving dynamic data
ga: Ag glaoch ar libcpuid chun sonraí dinimiciúla a aisghabháil

source: Calling libcpuid for retrieving CPU MSR static values
ga: Ag glaoch ar libcpuid chun luachanna statacha LAP MSR a aisghabháil

source: Calling libcpuid for retrieving CPU MSR dynamic values
ga: Ag glaoch ar libcpuid chun luachanna dinimiciúla LAP MSR a aisghabháil

source: Finding CPU package in fallback mode
ga: Pacáiste LAP a aimsiú i mód cúltaisce

source: Your CPU socket is not present in the database ==> %s, codename: %s
ga: Níl do soicéad LAP sa bhunachar sonraí ==> %s, códainm: %s

source: OpenCL driver for '%s %s' does not support CL_DEVICE_TOPOLOGY_AMD (%s)
ga: Ní thacaíonn an tiománaí OpenCL le haghaidh '%s %s' le CL_DEVICE_TOPOLOGY_AMD (%s)

source: OpenCL driver for '%s %s' does not support CL_DEVICE_GFXIP_MAJOR_AMD (%s)
ga: Ní thacaíonn an tiománaí OpenCL le haghaidh '%s %s' le CL_DEVICE_GFXIP_MAJOR_AMD (%s)

source: OpenCL driver for '%s %s' does not support CL_DEVICE_MAX_COMPUTE_UNITS (%s)
ga: Ní thacaíonn an tiománaí OpenCL le haghaidh '%s %s' le CL_DEVICE_MAX_COMPUTE_UNITS (%s)

source: OpenCL driver for '%s %s' does not support CL_DEVICE_PCI_DOMAIN_ID_NV (%s), CL_DEVICE_PCI_BUS_ID_NV (%s) or CL_DEVICE_PCI_SLOT_ID_NV (%s)
ga: Ní thacaíonn an tiománaí OpenCL le haghaidh '%s %s' le CL_DEVICE_PCI_DOMAIN_ID_NV (%s), CL_DEVICE_PCI_BUS_ID_NV (%s) nó CL_DEVICE_PCI_SLOT_ID_NV (%s)

source: OpenCL is not supported with your GPU vendor (0x%X)
ga: Ní thacaítear le OpenCL le do dhíoltóir GPU (0x%X)

source: failed to get name for device %u (%s)
ga: theip ar ainm do ghléis %u (%s) a fháil

source: failed to get version for device %u (%s)
ga: theip ar an leagan a fháil do ghléas %u (%s)

source: failed to get name for platform %u (%s)
ga: theip ar ainm a fháil don ardán %u (%s)

source: failed to get version for platform %u (%s)
ga: theip ar an leagan a fháil don ardán %u (%s)

source: failed to find number of OpenCL devices for platform '%s %s' (%s)
ga: theip ar líon na ngléasanna OpenCL a aimsiú don ardán '%s %s' (%s)

source: 0 device
ga: 0 gléas

source: failed to get all of OpenCL devices for platform '%s %s' (%s)
ga: theip ar gach gléas OpenCL a fháil don ardán '%s %s' (%s)

source: Finding OpenCL API version
ga: Ag lorg leagan OpenCL API

source: There is no platform with OpenCL support (%s)
ga: Níl aon ardán le tacaíocht OpenCL (%s)

source: failed to get all OpenCL platforms (%s)
ga: theip ar gach ardán OpenCL (%s) a fháil

source: Unable to find OpenCL driver for vendor %s
ga: Ní féidir tiománaí OpenCL a aimsiú don díoltóir %s

source: failed to create EGL context
ga: theip ar chruthú comhthéacs EGL

source: failed to destroy EGL context (%s)
ga: theip ar scriosadh comhthéacs EGL (%s)

source: failed to call eglChooseConfig (%s)
ga: theip glaoch ar eglChooseConfig (%s)

source: failed to call eglInitialize (%s)
ga: theip ar ghlaoch ar eglInitialize (%s)

source: EGL has not OpenGL client API
ga: Níl API cliant OpenGL ag EGL

source: failed to call eglBindAPI (%s)
ga: theip glaoch ar eglBindAPI (%s)

source: failed to destroy EGL display (%s)
ga: theip ar an taispeáint EGL (%s) a scriosadh

source: failed to call getPlatformDisplay (%s)
ga: theip glaoch ar getPlatformDisplay (%s)

source: Finding OpenGL API version
ga: Leagan API OpenGL á lorg

source: failed to call queryDevices (%s)
ga: theip glaoch ar queryDevices (%s)

source: No available EGL devices
ga: Níl aon ghléasanna EGL ar fáil

source: Unable to find OpenGL driver for vendor %s
ga: Ní féidir tiománaí OpenGL a aimsiú don díoltóir %s

source: pci_access is not properly initialized: it is a common issue when %s was built with a lower libpci version. Check that libpci %s library is present on your system. Otherwise, please rebuild %s.
ga: Níl pci_access tosaithe i gceart: is fadhb choitianta é nuair a tógadh %s le leagan libpci níos ísle. Cinntigh go bhfuil leabharlann libpci %s i láthair ar do chóras. Seachas sin, atóg %s le do thoil.

source: No kernel driver in use for graphic card at path %s
ga: Níl aon tiománaí eithne in úsáid don chárta grafaicí ag conair %s

source: Your GPU kernel driver is unknown: %s
ga: Tá do thiománaí eithne GPU anaithnid: %s

source: failed to create pipe
ga: theip ar phíopa a chruthú

source: failed to create process
ga: theip ar an bpróiseas a chruthú

source: Your GPU vendor is unknown: %s (0x%X)
ga: Tá do díoltóir GPU anaithnid: %s (0x%X)

source: Enabled
ga: Cumasaithe

source: Disabled
ga: Díchumasaithe

source: Finding devices
ga: Feistí a aimsiú

source: Skip devices search (PCI device does not exist)
ga: Léim cuardach gléasanna (níl an gléas PCI ann)

source: Skip devices search (wrong permissions on %s device)
ga: Gabh thar chuardaigh gléasanna (ceadanna míchearta ar ghléas %s)

source: failed to find chipset vendor and model
ga: theip ar an díoltóir chipset agus samhail a aimsiú

source: failed to find graphic card vendor and model
ga: theip ar an díoltóir cárta grafaicí agus samhail a aimsiú

source: Retrieving GPU clocks
ga: Cloig GPU a aisghabháil

source: None
ga: Dada

source: DRM path for %s is unknown
ga: Ní fios conair DRM do %s

source: Card number for %s is unknown
ga: Ní fios uimhir chárta %s

source: PCIe %s (current) / %s (max)
ga: PCIe %s (reatha) / %s (uas)

source: Driver for %s doesn't report frequencies
ga: Ní thuairiscíonn an tiománaí le haghaidh %s minicíochtaí

source: failed to retrieve all monitoring data for %s
ga: theip ar aisghabháil na sonraí monatóireachta go léir le haghaidh %s

source: Calling libprocps
ga: Ag glaoch ar libprocps

source: unable to get system uptime
ga: in ann aga fónaimh don chóras a fháil

source: unable to create meminfo structure
ga: in ann struchtúr meminfo a chruthú

source: Calling libstatgrab
ga: Ag glaoch ar libstatgrab

source: %i days, %i hours, %i minutes, %i seconds
ga: %i laethanta, %i uaireanta, %i nóiméad, %i soicindí

source: Finding Vulkan API version
ga: Leagan API Vulkan á lorg

source: failed to call vkCreateInstance (%s)
ga: theip ar vkCreateInstance (%s) a ghlaoch

source: %s is not supported
ga: Ní thacaítear le %s

source: failed to call vkEnumeratePhysicalDevices (%s)
ga: theip ar vkEnumeratePhysicalDevices (%s) a ghlaoch

source: No available Vulkan devices
ga: Níl aon ghléasanna Vulkan ar fáil

source: No available physical devices (%s)
ga: Níl gléasanna fisiceacha ar fáil (%s)

source: Failed to create Vulkan for device %u (%s)
ga: Theip ar chruthú Vulkan do ghléas %u (%s)

source: %s is not supported for device %u, use only deviceID for matching
ga: Ní thacaítear le %s do ghléas %u, bain úsáid as ID gléis amháin le haghaidh meaitseála

source: Unable to find Vulkan driver for vendor %s
ga: Ní féidir tiománaí Vulkan a aimsiú don díoltóir %s

source: Starting daemon in background…
ga: Deamhan tosaithe sa chúlra…

source: APPDIR environment variable is not set, cannot copy the daemon to the temporary directory
ga: Níl athróg timpeallachta APPDIR socraithe, ní féidir an deamhan a chóipeáil go dtí an eolaire sealadach

source: pkexec: authorization could not be obtained (dialog dismissed)
ga: pkexec: níorbh fhéidir údarú a fháil (díbhe an dialóg)

source: pkexec: authorization could not be obtained (not authorized)
ga: pkexec: níorbh fhéidir údarú a fháil (gan údarú)

source: pkexec: command not found
ga: pkexec: níor aimsíodh an t-ordú

source: pkexec: unexpected error code
ga: pkexec: cód earráide gan choinne

source: Connecting to daemon…
ga: Ag nascadh le deamhan…

source: CPU
ga: LAP

source: P-core
ga: P-Cór

source: E-core
ga: E-Cór

source: LP E-core
ga: LP E-cór

source: Core
ga: Cór

source: Processor
ga: Próiseálaí

source: Caches
ga: Taiscí

source: %2d x %4d %s, %2d-way
ga: %2d x %4d %s, %2d-bhealach

source: %d %s, %d-way
ga: %d %s, %d-bhealach

source: Count
ga: Áireamh

source: Clocks
ga: Cloig

source: L%u Cache
ga: L%u Taisce

source: %s associative, %d-%s line size
ga: %s comhthiomsaitheach, %d-%s méid líne

source: Test
ga: Tástáil

source: Motherboard
ga: Máthairchlár

source: Chipset
ga: Foireann sliseanna

source: Memory
ga: Cuimhne

source: Stick %u
ga: Bata %u

source: Sticks
ga: Bataí

source: System
ga: Córas

source: Operating System
ga: Córas Oibriúcháin

source: Graphics
ga: Grafaicí

source: Card %u
ga: Cárta %u

source: Cards
ga: Cártaí

source: Bench
ga: Binse

source: Not started
ga: Gan tús

source: Prime numbers (slow)
ga: Príomhuimhreacha (mall)

source: Prime numbers (fast)
ga: Príomhuimhreacha (tapa)

source: Parameters
ga: Paraiméadair

source: %u mins
ga: %u nóim

source: About
ga: Maidir

source: %s is a Free software that gathers information on CPU, motherboard and more.
ga: Is bogearraí saor in aisce é %s a bhailíonn eolas ar LAP, motherboard agus níos mó.

source: About CPU-X
ga: Maidir le CPU-X

source: Version %s
ga: Leagan %s

source: Author: %s
ga: Údar: %s

source: Site: %s
ga: Suíomh: %s

source: License
ga: Ceadúnas

source: This software is distributed under the terms of %s
ga: Scaiptear an bogearra seo faoi théarmaí %s

source: This program comes with ABSOLUTELY NO WARRANTY
ga: Tagann an clár seo le NÍL BARÁNTA GO LÁIDIR

source: Vendor
ga: Díoltóir

source: Code Name
ga: Ainm an Chóid

source: Package
ga: Pacáiste

source: Technology
ga: Teicneolaíocht

source: Voltage
ga: Voltas

source: Specification
ga: Sonraíocht

source: Family
ga: Teaghlaigh

source: Disp. Family
ga: Teaghlaigh ar taispeáint

source: Model
ga: Múnla

source: Disp. Model
ga: Múnla Taispeána

source: Stepping
ga: Céimniú

source: Implementer
ga: Feidhmeannach

source: Variant
ga: Rogha

source: Part Number
ga: Uimhir Pháirt

source: Revision
ga: Athbhreithniú

source: Temp.
ga: Teocht.

source: Instructions
ga: Treoracha

source: L1 Data
ga: Sonraí L1

source: L1 Inst.
ga: Treoir L1

source: Level 2
ga: Leibhéal 2

source: Level 3
ga: Leibhéal 3

source: Cores
ga: Córa

source: Threads
ga: Snáithe

source: Core Speed
ga: Luas Cór

source: Multiplier
ga: Iolraitheoir

source: Bus Speed
ga: Luas Bus

source: Usage
ga: Úsáid

source: Size
ga: Méid

source: Speed
ga: Luas

source: Manufacturer
ga: Monaróir

source: Brand
ga: Branda

source: Version
ga: Leagan

source: Date
ga: Dáta

source: ROM Size
ga: Méid ROM

source: Type
ga: Cineál

source: Type Detail
ga: Cineál Sonraigh

source: Device Locator
ga: Aimsitheoir Gléas

source: Bank Locator
ga: Aimsitheoir Bainc

source: Rank
ga: Rang

source: Name
ga: Ainm

source: Kernel
ga: Eithneach

source: Hostname
ga: Óstainm

source: Uptime
ga: Aga fónaimh

source: Used
ga: Úsáidte

source: Buffers
ga: Maoláin

source: Cached
ga: i dtaisce

source: Free
ga: Saor

source: Swap
ga: Babhtáil

source: Driver
ga: Tiománaí

source: UMD Version
ga: Leagan UMD

source: Compute Unit
ga: Aonad Comhoibrithe

source: Device ID
ga: ID an ghléis

source: VBIOS Version
ga: Leagan VBIOS

source: Interface
ga: Comhéadan

source: Temperature
ga: Teocht

source: Core Voltage
ga: Voltas Córa

source: Power Avg
ga: Cumhacht Meánlíon

source: Core Clock
ga: Clog Córa

source: Memory Clock
ga: Clog Cuimhne

source: Memory Used
ga: Cuimhne Úsáidte

source: Resizable BAR
ga: BAR inathraithe

source: Vulkan RT
ga: RT Vulcán

source: OpenGL Version
ga: Leagan OpenGL

source: Vulkan Version
ga: Leagan Vulkan

source: OpenCL Version
ga: Leagan OpenCL

source: Score
ga: Scór

source: Run
ga: Rith

source: Duration
ga: Fad

source: Start graphical user interface (GUI) (default)
ga: Tosaigh comhéadan grafach úsáideora (GUI) (réamhshocraithe)

source: Start text-based user interface (TUI)
ga: Tosaigh comhéadan úsáideora téacsbhunaithe (TUI)

source: Dump all data on standard output and exit
ga: Dumpáil na sonraí go léir ar aschur caighdeánach agus scoir

source: Run embedded command dmidecode and exit
ga: Rith dmidecode ordú leabaithe agus scoir

source: Run embedded command bandwidth and exit
ga: Rith bandaleithead ordú leabaithe agus scoir

source: Set temperature unit (c[elsius]|f[ahrenheit]|k[elvin]|r[ankine])
ga: Socraigh aonaid teochta (c[elsius] |f[ahrenheit] |k[elvin]|r[ankine])

source: Set custom time between two refreshes (in seconds)
ga: Socraigh am saincheaptha idir dhá athnuachan (i soicindí)

source: Set default tab (integer)
ga: Socraigh cluaisín réamhshocraithe (slánuimhir)

source: Select core type to monitor (integer)
ga: Roghnaigh croíchineál le monatóireacht a dhéanamh (slánuimhir)

source: Select CPU core to monitor (integer)
ga: Roghnaigh croí CPU chun monatóireacht a dhéanamh (slánuimhir)

source: Set custom bandwidth test for CPU caches speed (integer)
ga: Socraigh tástáil bandaleithead saincheaptha le haghaidh luas taisce LAP (slánuimhir)

source: Select default memory stick (integer)
ga: Roghnaigh bata cuimhne réamhshocraithe (slánuimhir)

source: Select default graphic card (integer)
ga: Roghnaigh cárta grafaicí réamhshocraithe (slánuimhir)

source: Start and connect to daemon
ga: Tosaigh agus ceangail leis an deamhan

source: Verbose output
ga: Aschur briathra

source: Print help and exit
ga: Cabhair a phriontáil agus scoir

source: Print version and exit
ga: Leagan priontála agus scoir

source: Print CPUID values in decimal (default is hexadeximal)
ga: Priontáil luachanna CPUID i deachúlacha (heicsidheachúlach an réamhshocrú)

source: Disable colored output
ga: Díchumasaigh aschur daite

source: Print information for debugging
ga: Priontáil eolas le haghaidh dífhabhtaithe

source: Print required information to paste in an issue
ga: Priontáil an fhaisnéis atá ag teastáil chun ceist a ghreamú

source: Set key mapping for NCurses mode (a[rrows]|e[macs]|i[nverted-T]|v[im])
ga: Socraigh eochairmhapáil don mhód NCurses (a[saigheada]|e[macs]|i[nverted-T]|v[im])

source: Add default command line arguments
ga: Cuir argóintí na n-orduithe réamhshocraithe leis

source: Enforce the bus clock
ga: Cuir clog an bhus i bhfeidhm

source: Ignore CPU values reported by libcpuid (comma-separated values among 'temp', 'volt', 'freq' and 'mult')
ga: Déan neamhaird de luachanna LAP arna dtuairisciú ag libcpuid (luachanna camóg-scartha idir 'temp', 'volt', 'freq' agus 'mult')

source: Read CPUID raw data from a given file
ga: Léigh sonraí amh CPUID ó chomhad tugtha

source: Only print a message if CPU is not present in the database
ga: Ná priontáil ach teachtaireacht mura bhfuil LAP sa bhunachar sonraí

source: Usage: %s DISPLAY [OPTIONS]
ga: Úsáid: %s DISPLAY [OPTIONS]

source: Available DISPLAY:
ga: Ar fáil TAISPEÁINT:

source: Available OPTIONS:
ga: ROGHANNA Ar Fáil:

source: Influenceable environment variables:
ga: Athróga timpeallachta a bhfuil tionchar acu:

source: This is free software: you are free to change and redistribute it.
ga: Is bogearraí saor in aisce é seo: tá cead agat é a athrú agus a athdháileadh.

source: See the %s license: <%s>
ga: Féach ar an gceadúnas %s: <%s>

source: -- %-11s version: %s
ga: -- leagan %-11s: %s

source: Oops, something was wrong! %s (PID %i) has received signal %d (%s) and has crashed.
ga: Úps, bhí rud éigin mícheart! Tá comhartha %d (%s) faighte ag %s (PID %i) agus tuairteála.

source: Oops, something was wrong! %s (PID %i) has received signal %d (%s) and is trying to recover.
ga: Úps, bhí rud éigin mícheart! Tá comhartha %d (%s) faighte ag %s (PID %i) agus tá sé ag iarraidh é a athshlánú.

source: You can open a new issue here, by filling the template as requested:
ga: Is féidir leat eagrán nua a oscailt anseo, tríd an teimpléad a líonadh mar a iarrtar:

source: an error occurred while setting locale
ga: tharla earráid agus locale á shocrú

source: Selected tab (%u) is not visible
ga: Níl an cluaisín roghnaithe (%u) le feiceáil

source: Selected tab (%u) is not a valid number (%u is the maximum)
ga: Ní uimhir bhailí é an cluaisín roghnaithe (%u) (is é %u u an t-uasmhéid)

source: Selected CPU type (%u) is not a valid number (%u is the maximum for this CPU)
ga: Ní uimhir bhailí í an cineál CPU roghnaithe (%u) (is é %u an t-uasmhéid don LAP seo)

source: Selected bandwidth test (%u) is not a valid number (%u is the maximum for this system)
ga: Ní uimhir bhailí í an tástáil bandaleithead roghnaithe (%u) (is é %u an t-uasmhéid don chóras seo)

source: Selected RAM stick (%u) is not a valid number (%u is the maximum for this system)
ga: Ní uimhir bhailí í an mhaide RAM roghnaithe (%u) (is é %u an t-uasmhéid don chóras seo)

source: Selected graphic card (%u) is not a valid number (%u is the maximum for this system)
ga: Ní uimhir bhailí é an cárta grafach roghnaithe (%u) (is é %u an t-uasmhéid don chóras seo)

source: failed to change CPU affinitiy to core %u
ga: theip ar an nasc LAP a athrú go croí %u

source: Selected CPU core (%u) is not a valid number (%u is the maximum for this type of core)
ga: Ní uimhir bhailí é croí roghnaithe an LAP (%u) (is é %u an t-uasmhéid don chineál seo croí)

source: Cannot find path for '%s' file
ga: Ní féidir conair a aimsiú don chomhad '%s'

source: No polkit authentication agent found
ga: Níor aimsíodh aon ghníomhaire fíordheimhnithe polkit

source: Ask password to start daemon in background
ga: Iarr pasfhocal chun deamhan a thosú sa chúlra

source: Settings
ga: Socruithe

source: BaseFamily
ga: BunTeaghlach

source: CPU display ("true") family (computed as BaseFamily+ExtendedFamily)
ga: Teaghlach taispeána LAP ("fíor") (ríofa mar Theaghlach Base+Teaghlach Breisithe)

source: BaseModel
ga: BunMhúnla

source: CPU display ("true") model (computed as (ExtendedModel<<4)+BaseModel)
ga: Samhail taispeána LAP ("fíor") (arna ríomh mar (Samhail Leathnaithe<<4)+BaseModel)

source: EFI Platform Key certificate information
ga: Ardán EFI Eolas teastais eochair

source: Identify the physically-labeled socket or board position where the memory device is located
ga: Sainaithin suíomh an tsoicéid nó an chláir atá lipéadaithe go fisiciúil ina bhfuil an gléas cuimhne suite

source: Identify the physically labeled bank where the memory device is located
ga: Sainaithin an banc atá lipéadaithe go fisiciúil ina bhfuil an gléas cuimhne suite

source: User Mode Driver Version
ga: Mód úsáideora Leagan tiománaí

source: Vulkan Ray Tracing
ga: Rianú Vulkan Ray

source: Starting GTK GUI…
ga: Ag tosú GTK GUI…

source: failed to import UI in GtkBuilder
ga: theip ar UI a iompórtáil i GtkBuilder

source: Window is too small!
ga: Fuinneog ró-bheag!

source: Press 'h' to see help.
ga: Brúigh 'h' chun cabhair a fheiceáil.

source: Welcome in %s NCurses help!
ga: Fáilte i gcabhair %s NCurses!

source: This help describes how to use this Text-based User Interface.
ga: Déanann an chabhair seo cur síos ar conas an Comhéadan Úsáideora Téacsbhunaithe seo a úsáid.

source: Global keys:
ga: Eochracha domhanda:

source: Press 'left' key or 'tab' key to switch in left tab.
ga: Brúigh eochair 'clé' nó eochair 'táb' chun athrú isteach sa chluaisín ar chlé.

source: Press 'right' key or 'shift + tab' keys to switch in right tab.
ga: Brúigh eochair 'ceart' nó 'shift + tab' chun athrú sa chluaisín ar dheis.

source: Press 'h' key to see this help.
ga: Brúigh 'h' chun an chabhair seo a fheiceáil.

source: Press 'q' key to exit.
ga: Brúigh 'q' chun imeacht.

source: CPU tab:
ga: Cluaisín LAP:

source: Press 'next page' key to decrease core type number to monitor.
ga: Brúigh an eochair 'an chéad leathanach eile' chun uimhir chroíchineál a laghdú chun monatóireacht a dhéanamh.

source: Press 'previous page' key to increase core type number to monitor.
ga: Brúigh an eochair 'leathanach roimhe seo' chun an uimhir chroíchineál a mhéadú chun monatóireacht a dhéanamh.

source: Press 'down' key to decrease CPU core number to monitor.
ga: Brúigh 'síos' eochair chun croíuimhir LAP a laghdú chun monatóireacht a dhéanamh.

source: Press 'up' key to increase CPU core number to monitor.
ga: Brúigh 'suas' eochair chun croíuimhir LAP a mhéadú chun monatóireacht a dhéanamh.

source: Caches tab:
ga: Cluaisín Taisce:

source: Press 'down' key to switch to previous test.
ga: Brúigh an eochair 'síos' chun athrú go dtí an tástáil roimhe seo.

source: Press 'up' key to switch to next test.
ga: Brúigh an eochair 'suas' chun athrú go dtí an chéad triail eile.

source: Bench tab:
ga: Cluaisín binse:

source: Press 'down' key to decrement benchmark duration.
ga: Brúigh an eochair 'síos' chun fad tagarmharcála a laghdú.

source: Press 'up' key to increment benchmark duration.
ga: Brúigh an eochair 'suas' chun fad tagarmhairc incriminte a fháil.

source: Press 'next page' key to decrement number of threads to use.
ga: Brúigh 'an chéad leathanach eile' chun líon na snáitheanna atá le húsáid a laghdú.

source: Press 'previous page' key to increment number of threads to use.
ga: Brúigh an eochair 'leathanach roimhe seo' chun líon na snáitheanna a úsáid incrimint.

source: Press 's' key to start/stop prime numbers (slow) benchmark.
ga: Brúigh 's' chun tagarmharcáil phríomhuimhreacha (mall) a thosú/stopadh.

source: Press 'f' key to start/stop prime numbers (fast) benchmark.
ga: Brúigh an eochair 'f' chun tagarmharcáil uimhreacha príomhúla (tapa) a thosú/stad.

source: Graphics tab:
ga: Cluaisín grafaice:
