Repository: Samueru-sama/CPU-X
Catalog: po/*.po
Languages: ga

source: Press 'down' key to switch to previous graphic card.
ga: Brúigh an eochair 'síos' chun athrú go dtí an cárta grafaicí roimhe seo.

source: Press 'up' key to switch to next graphic card.
ga: Brúigh an eochair 'suas' chun athrú go dtí an chéad chárta grafaicí eile.

source: Press any key to exit this help.
ga: Brúigh eochair ar bith chun éirí as an gcabhair seo.

source: Starting NCurses TUI…
ga: Ag tosú NCurses TUI…

source: FATAL ERROR: terminfo database could not be found (try to set TERMINFO environment variable)
ga: EARRÁID FATAL: níorbh fhéidir an bunachar sonraí terminfo a aimsiú (déan iarracht athróg timpeallachta TERMINFO a shocrú)

source: Failed to set up %s terminal (err=%i); falling back to %s
ga: Theip ar shocrú teirminéal %s (err=%i); ag titim ar ais go %s

source: cannot find unit in '%s' string at position %i
ga: Ní féidir aonad sa teaghrán '%s' a aimsiú ag suíomh %i

source: an error occurred while opening file '%s'
ga: tharla earráid agus comhad '%s' á oscailt

source: an error occurred while running command '%s'
ga: tharla earráid agus an t-ordú '%s' á rith

source: set_cpu_affinity() not supported on this operating system
ga: set_cpu_affinity() gan tacaíocht ar an gcóras oibriúcháin seo

source: bytes
ga: bearta

source: Start daemon
ga: Tosaigh deamhan

source: Privileges are required to gather some information
ga: Tá pribhléidí ag teastáil chun roinnt faisnéise a bhailiú

source: Cache
ga: Taisce

source: Close
ga: Dún

source: Refresh time
ga: Am Athnuachtha

source: Text theme
ga: Téama téacs

source: Automatic
ga: Uathoibríoch

source: Blue for light theme
ga: Gorm le haghaidh téama éadrom

source: Yellow for dark theme
ga: Buí le haghaidh téama dorcha

source: Temperature unit
ga: Aonad teochta

source: Default tab
ga: Cluaisín réamhshocraithe

source: Default CPU core
ga: Cór Réamhshocraithe CPU

source: Default cache test
ga: Tástáil taisce réamhshocraithe

source: Print CPUID values in decimal
ga: Priontáil luachanna CPUID i deachúlacha

source: Default graphic card
ga: Cárta grafaicí réamhshocraithe

source: Default core type
ga: Tionchar Cór Réamhshocraithe

source: Default memory stick
ga: Bata Cuimhne Réamhshocraithe

source: Startup
ga: Tosaithe

source: Gathers information on CPU, motherboard and more
ga: Bailíonn sé eolas ar LAP, máthairchlár agus go leor eile

source: CPU;system;core;speed;clock;rate;Intel;AMD;motherboard;
ga: LAP;córas;croí;luas;clog;ráta;Intel;AMD;máthairchlár;
